change the layout of pages in docs
Signed-off-by: arnabnandikgp <arnabnandi2002@gmail.com>
